Repository: HyperIoT-Labs/HyperIoT-widgets
Catalog: src/locale/dashboard/translations.*.xlf
Languages: it_it

# addWidgetDialog-header
source: HYT_widget_add_widget
it_it: Aggiungi Widget

# addWidgetDialog-btn-add
source: HYT_widget_add
it_it: Aggiungi

# addWidgetDialog-btn-cancel
source: HYT_widget_cancel
it_it: Annulla

# dashboardButtonSave
source: HYT_dashboard_save
it_it: Salva

# dashboardButtonAddWidget
source: HYT_dashboard_add_widget
it_it: Aggiungi widget

# widgetSettingsDialog-header
source: HYT_widget_settings_title
it_it: Impostazioni Widget

# widgetSettingsDialog-lbl-name
source: HYT_widget_settings_name
it_it: Nome

# widgetSettingsDialog-lbl-type
source: HYT_widget_settings_type
it_it: Tipo

# widgetSettingsDialog-btn-apply
source: HYT_widget_settings_apply
it_it: Applica

# widgetSettingsDialog-btn-cancel
source: HYT_widget_settings_cancel
it_it: Annulla

# widgetSettingsDialog/packet-lbl-type
source: HYT_widget_settings_select_packet
it_it: Seleziona pacchetto

# widgetSettingsDialog/packet-lbl-fields
source: HYT_widget_settings_select_fields
it_it: Seleziona {multiPacketSelect?1:0, plural, =0 {campo} other {campi}}
